---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricationPartItemNumber
source: html/867e4a23-ca05-6bc9-7f05-6091a341b117.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricationPartItemNumber Property

"Item Number"

## Syntax (C#)
```csharp
public static ForgeTypeId FabricationPartItemNumber { get; }
```